/* No comment provided by engineer. */
"$%0.2f per minute" = "$%0.2f per minute";

/* No comment provided by engineer. */
"$%@ before insurance" = "$%@ before insurance";

/* No comment provided by engineer. */
"$%@ regularly" = "$%@ regularly";

/* No comment provided by engineer. */
"$%@ regularly - $%@ in credits" = "$%1$@ regularly - $%2$@ in credits";

/* No comment provided by engineer. */
"$%d per month + $%d per consult" = "$%1$d per month + $%2$d per consult";

/* No comment provided by engineer. */
"$%d per month for unlimited\nconsults and other benefits" = "$%d per month for unlimited\nconsults and other benefits";

/* No comment provided by engineer. */
"$%d USD / month" = "$%d USD / month";

/* No comment provided by engineer. */
"$X.XX per minute for a minimum of 5 minutes ($XX.XX)" = "$X.XX per minute for a minimum of 5 minutes ($XX.XX)";

/* No comment provided by engineer. */
"$XX per month + $XX per consult" = "$XX per month + $XX per consult";

/* No comment provided by engineer. */
"$XXX one-time fee" = "$XXX one-time fee";

/* No comment provided by engineer. */
"%.1f kB" = "%.1f kB";

/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@ %@your gratitude :)" = "%1$@ %2$@your gratitude :)";

/* No comment provided by engineer. */
"%@ (%@)" = "%1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ (%ld yrs)" = "%1$@ (%2$ld yrs)";

/* No comment provided by engineer. */
"%@ (App)" = "%@ (App)";

/* No comment provided by engineer. */
"%@ (Checklist)" = "%@ (Checklist)";

/* No comment provided by engineer. */
"%@ (Goal)" = "%@ (Goal)";

/* No comment provided by engineer. */
"%@ (News)" = "%@ (News)";

/* No comment provided by engineer. */
"%@ (Tip)" = "%@ (Tip)";

/* No comment provided by engineer. */
"%@ \naccepted" = "%@ \naccepted";

/* parameter is a person name */
"%@ added this checklist" = "%@ added this checklist";

/* No comment provided by engineer. */
"%@ agreed with %@'s answer." = "%1$@ agreed with %2$@'s answer.";

/* No comment provided by engineer. */
"%@ agrees with %@'s answer:" = "%1$@ agrees with %2$@'s answer:";

/* No comment provided by engineer. */
"%@ and " = "%@ and ";

/* No comment provided by engineer. */
"%@ and %@" = "%1$@ and %2$@";

/* No comment provided by engineer. */
"%@ and %@ found this helpful" = "%1$@ and %2$@ found this helpful";

/* No comment provided by engineer. */
"%@ and the Review Team" = "%@ and the Review Team";

/* No comment provided by engineer. */
"%@ answered" = "%@ answered";

/* No comment provided by engineer. */
"%@ appreciates your gratitude! " = "%@ appreciates your gratitude! ";

/* No comment provided by engineer. */
"%@ appreciates your support. How are you doing on your checklist for %@?" = "%1$@ appreciates your support. How are you doing on your checklist for %2$@?";

/* No comment provided by engineer. */
"%@ appreciates your support. How are you doing on your checklist?" = "%@ appreciates your support. How are you doing on your checklist?";

/* No comment provided by engineer. */
"%@ appreciates your support. Why don't you try a few health goals yourself?" = "%@ appreciates your support. Why don't you try a few health goals yourself?";

/* No comment provided by engineer. */
"%@ checklists" = "%@ checklists";

/* No comment provided by engineer. */
"%@ commented on  \r\n%@'s answer" = "%1$@ commented on  \r\n%2$@'s answer";

/* No comment provided by engineer. */
"%@ commented on %@'s answer" = "%1$@ commented on %2$@'s answer";

/* No comment provided by engineer. */
"%@ commented on \r\n%@'s answer:" = "%1$@ commented on \r\n%2$@'s answer:";

/* No comment provided by engineer. */
"%@ created" = "%@ created";

/* No comment provided by engineer. */
"%@ created:" = "%@ created:";

/* No comment provided by engineer. */
"%@ doctor" = "%@ doctor";

/* No comment provided by engineer. */
"%@ doctor found this helpful" = "%@ doctor found this helpful";

/* No comment provided by engineer. */
"%@ doctors" = "%@ doctors";
